Repository: Qkessler/CloudQuestions
Catalog: CloudQuestions_web/locale/*/LC_MESSAGES/django.po
Languages: es

source: group
es: grupo

source: groups
es: grupos

source: group connection
es: conexión a un grupo

source: group connections
es: conexiones a un grupo

source: Your credentials have been modified!
es: ¡Se han cambiado tus credenciales!

source: Login?
es: ¿Quieres hacer login?

source: Hi,
es: Hola,

source: This email is generated because someone (hopefully you) tried to change the email on your CloudQuestions account.
es: Este email ha sido generado porque alguien ha intentado cambiar el email de tu cuenta de CloudQuestions.

source: Please click the button to verify the new email.
es: Por favor, haz click en el botón para verificar el nuevo email.

source: Verify new email
es: Verificar nuevo email

source: In case you don't know what this email is about, please contact me at
es: En caso de que no sepas qué es este email, por favor, contacta conmigo en

source: Sincerely
es: Un saludo

source: CloudQuestions' team
es: El equipo de CloudQuestions

source: Register
es: Crea una cuenta

source: Settings
es: Configuración

source: Help?
es: ¿Necesitas ayuda?

source: Disconnect
es: Desconectar

source: Disconnect from GitHub
es: Desconectar de Github

source: You must
es: Debes

source: define a password
es: definir una contraseña

source: for your account before disconnecting from Github
es: para tu cuenta antes de desconectarte de Github

source: Connect to GitHub
es: Conectarse a Github

source: Connected as
es: Conectado como

source: Disconnect from Twitter
es: Desconectar de Twitter

source: for your account before disconnecting from Twitter
es: para tu cuenta antes de desconectarte de Twitter

source: Connect to Twitter
es: Conectarse a Twitter

source: Connected with Google
es: Conectarse a Google

source: Disconnect from Google
es: Desconectarse de Google

source: for your account before disconnecting from Google
es: para tu cuenta antes de desconectarte de Google

source: Connect to Google
es: Conectarse a Google

source: Connected to Google Calendar!
es: Conectado a Google Calendar!

source: Not connected to Google Calendar
es: No conectado a Google Calendar

source: Connect
es: Conectar

source: Ratings table
es: Tabla de calificaciones

source: Topic name
es: Nombre del "Topic"

source: Account verification
es: Verificación de cuenta

source: An email was sent to your email address. Please verify your account.
es: Un email ha sido enviado a tu cuenta de email. Por favor, verifica tu correo.

source: This email is generated because someone (hopefully you) registered with this email at CloudQuestions.
es: Este email ha sido generado porque alguien se ha registrado con este email en CloudQuestions.

source: Please click the button to verify your account.
es: Por favor, haz click en el botón para verificar tu cuenta.

source: question
es: pregunta

source: questions
es: preguntas

source: rating
es: calificación

source: ratings
es: calificaciones

source: calendar connection
es: conexión a calendar

source: calendar connections
es: conexiones a calendar

source: Efficient learning made easy
es: Aprendizaje eficiente de forma fácil

source: CloudQuestions combines FlashCards with spaced repetition functionality, helping you reach your full potential.
es: CloudQuestions combina FlashCards con funcionalidad de repetición, ayudando a que consigas tu máximo potencial.

source: Sign up
es: Registrarse

source: Experts
es: Expertos

source: I’ve come across active recall and spaced repetition which, in combination, will help make your studies more efficient, effective and rewarding.
es: Me he encontrado con ambas Active Recall y repetición en el tiempo, que combinadas, ayudarán a hacer tus estudios más eficientes, efectivos y gratificantes.

source: If recall is supplemented by a metacognitive judgement before restudy then recall plus restudy promotes a better mental model and improved problem solving.
es: Si Recall es complementada con juicio metacognitivo antes de reestudiar, entonces Recall con reestudio consigue un mejor modelo mental y mejora de resolución de problemas.

source: Repeated encounters with to-be-learned material that are spaced out in time (as opposed to recurring back-to-back) are an effective way to foster learning that is long-lasting.
es: Si te enfrentas repetidamente con material a aprender, estando estos encontronazos separados en el tiempo, el aprendizaje conseguido será efectivo para memoria a largo plazo.

source: Workflow
es: Pasos

source: The recommended way of using the app is accessing the topics and answering the questions without looking at the response. Then, rate your session and redo it as you need.
es: Los pasos recomendados para usar la app es, primero acceder a los topics y responder las preguntas sin mirar las respuestas. Después, califica la sesión y repite el proceso siempre que lo necesites.

source: Create a topic
es: Crea un topic

source: Access the topic
es: Accede al topic

source: Answer the questions
es: Responde las preguntas

source: Rate the topic and revisit
es: Califica el topic y revisítalo

source: CloudQuestions is Open Source! Feel free to contribute and become part of the community.
es: CloudQuestions es de Código Abierto! Anímate a contribuir y formar parte de esta comunidad.

source: Repository
es: Repositorio
